; <Deutsch (german)>
; <Hajo Nolte & u!^DEV>

[German]
IDS_FILE=Datei
IDS_RUN=Start
IDS_OPEN=Öffnen
IDS_EXIT=Beenden
IDS_SETTINGS=Einstellungen
IDS_LANGUAGE=Sprache
IDS_HELP=Hilfe
IDS_WEBSITE=Webseite
IDS_ABOUT=Über
IDS_DONATE=Spenden!
IDS_TRAY_SHOW=Anzeigen/Verstecken
IDS_BROWSER=Name
IDS_CURRENTVERSION=Aktuelle Version
IDS_VERSION=Neue Version
IDS_DATE=Erstellt am
IDS_ACTION_CHECK=Auf Update prüfen
IDS_ACTION_DOWNLOAD=Update herunterladen
IDS_ACTION_INSTALL=Update installieren
IDS_STATUS_CHECK=Prüfe auf neue Version...
IDS_STATUS_DOWNLOAD=Update wird heruntergeladen...
IDS_STATUS_INSTALL=Update wird entpackt...
IDS_STATUS_FOUND=Neue Version "%s" verfügbar!
IDS_STATUS_DOWNLOADED=Eine Aktualisierung wurde heruntergeladen, aber noch nicht installiert. Drücken Sie 'Chromium installieren' nachdem Sie Chromium geschlossen haben.
IDS_QUESTION_STOP=Wollen Sie die Aktualisierung von Chromium wirklich abbrechen?
IDS_CLOSE=Schließen
IDS_STATUS_ERROR=Fehler beim Prüfen auf Updates...
IDS_STATUS_NOTFOUND=<nicht gefunden>
IDS_RUNATEND_CHK=Browser am Ende starten
IDS_DARKMODE_CHK=Dunkles Thema verwenden
IDS_TASKUPDATE_CHK=Geplante Auto-Updates aktivieren
IDS_STATUS_RESTARTNOTICE=Chromium wird neu gestartet, um das Update anzuwenden.
IDS_STATUS_RETRYINSTALL=Update heruntergeladen, aber Chromium läuft noch. Wird später erneut versucht.
IDS_QUESTION_TASKENABLE=Eine geplante Aufgabe erstellen, die alle 14 Tage nach Updates sucht und eventuell laufendes Chromium neu startet, um Updates anzuwenden?
IDS_CHECKFORUPDATES=Nach Updates suchen
IDS_AUTOCHECKUPDATES_CHK=Beim Start automatisch nach Updates suchen
IDS_UNINSTALL=Deinstallieren
IDS_EXPORTPROFILE=Profil exportieren
IDS_IMPORTPROFILE=Profil importieren
IDS_UPDATE_AVAILABLE=Neue Version %s ist verfügbar. Jetzt herunterladen und installieren?
IDS_UPDATE_DOWNLOADING=App-Update wird heruntergeladen...
IDS_UPDATE_INSTALLING=App-Update wird installiert...
IDS_UPDATE_DONE=Update erfolgreich installiert. Wird neu gestartet...
IDS_UPDATE_ERROR=Fehler beim Aktualisieren der Anwendung.
IDS_UPDATE_UPTODATE=Sie verwenden die neueste Version.
IDS_MIGRATION_FOUND=Eine vorhandene chrlauncher-Installation wurde gefunden. Möchten Sie die Daten migrieren und in launchbro umbenennen?
IDS_MIGRATION_TITLE=Migration erkannt
IDS_UNINSTALL_CONFIRM=Möchten Sie launchbro wirklich deinstallieren?
IDS_UNINSTALL_KEEPPROFILES=Möchten Sie Ihre Browserprofile behalten?
IDS_EXPORTPROFILE_TITLE=Ordner zum Exportieren der Profile auswählen
IDS_IMPORTPROFILE_TITLE=Profilordner zum Importieren auswählen
IDS_PROFILE_EXPORTED=Profil erfolgreich exportiert.
IDS_PROFILE_IMPORTED=Profil erfolgreich importiert.
